[
	{
		"id":null,"X":-40.82,"Y":-2.91,"Z":12.5, "rotationX":0, "rotationY":235.934, "rotationZ":0, "Name":"Dilophosaurus", 
		"Description":"Dilophosaurus is a genus of theropod dinosaur that lived in what is now North America during the Early Jurassic, about 193 million years ago. Three skeletons were discovered in northern Arizona in 1940, and the two best preserved were collected in 1942. Does not spit venom as suggested in the Jurassic Park movie.",
		"Length":"7 m",
		"Weight":"400 kg",
		"Speed":"50 km/h",
		"Lifespan": "Unknown"
	},
	{
		"id":null,"X":-43.33,"Y":-3.11,"Z":23.464, "rotationX":0, "rotationY":182.055, "rotationZ":0, "Name":"Velociraptor", 
		"Description":"Velociraptor is a genus of dromaeosaurid theropod dinosaur that lived approximately 75 to 71 million years ago during the latter part of the Cretaceous Period.",
		"Length":"6 m",
		"Weight":"15 kg",
		"Speed":"64 km/h",
		"Lifespan": "15 - 20 years"
	},
	{
		"id":null,"X":-50.09,"Y":-3.11,"Z":18.33, "rotationX":0, "rotationY":172.016, "rotationZ":0, "Name":"Parasaurolophus", 
		"Description":"Parasaurolophus is a genus of herbivorous ornithopod dinosaur that lived in what is now North America and possibly Asia during the Late Cretaceous Period. It was a herbivore that walked both as a biped and as a quadruped.",
		"Length":"10 - 11 m",
		"Weight":"2,700 - 3,600 kg",
		"Speed":"40 km/h",
		"Lifespan": "Unknown"
		
	},
	{
		"id":null,"X":-53.42,"Y":-3.11,"Z":9.69, "rotationX":0, "rotationY":34.025, "rotationZ":0, "Name":"Triceratops", 
		"Description":"Triceratops is a genus of herbivorous ceratopsid dinosaur that first appeared during the late Maastrichtian stage of the late Cretaceous period, in what is now North America. It is one of the last known non-avian dinosaur genera. The name Triceratops is derived from the Ancient Greek and translates to three-horned face.",
		"Length":"10 - 11 m",
		"Weight":"2,700 - 3,600 kg",
		"Speed":"40 km/h",
		"Lifespan": "Unknown"
	},
	{
		"id":null,"X":-59.6,"Y":-2.18,"Z":11.81, "rotationX":9.52, "rotationY":53.722, "rotationZ":3.258, "Name":"Ankylosaurus", 
		"Description":"Ankylosaurus is a genus of armored dinosaur. Its fossils have been found in geological formations dating to the very end of the Cretaceous Period, in western North America, making it among the last of the non-avian dinosaurs.",
		"Length":"6 - 11 m",
		"Weight": "4,000 - 8,000 kg", 
		"Speed" : "10 km/h",
		"Lifespan" : "Unknown"
	},
	{
		"id":null,"X":-58.069,"Y":-3.59,"Z":19.636, "rotationX":0, "rotationY":147.104, "rotationZ":0, "Name":"Tyrannosaurus Rex",
		"Description" : "Tyrannosaurus is a genus of coelurosaurian theropod dinosaur. The species Tyrannosaurus rex, often called T. rex or colloquially T-Rex, is one of the most well-represented of the large theropods. Tyrannosaurus lived throughout what is now western North America, on what was then an island continent known as Laramidia.",
		"Length": "12.3 m",
		"Weight": "5.800 - 15,000 kg",
		"Speed": "27 km/h", 
		"Lifespan" : "Unknown"
	}
]


